[
  {
    "name": "free-gas-and-more",
    "points": "A compter de 1 000",
    "title": "L'essence gratuit et plus",
    "subtitle": "Utilisez vos points pour le gaz, des lavages d'auto ou d es articles de dépanneur.",
    "description": "Il vous suffit de vous rendre au dépanneur et de présenter votre carte Petro-Points au comptoir et nous nous occuperons du reste.",
    "largeImage": "member_large_cards_dollarsoff",
    "smallImage": "member_small_cards_dollarsoff"
  },
  {
    "name": "car-wash-ticket",
    "points": "10 000 points",
    "title": "Billet de lavage",
    "subtitle": "Obtenez nos meilleur lavage, qui comprend toutes les options.",
    "description": "Vous pouvez échanger vos points contre un billet de lavage au dépanneur. Il vous suffit de présenter votre carte Petro-Points au comptoir et nous nous occuperons du reste. Vous pouvez utiliser votre billet tout de suite ou le garder pour un autre jour.",
    "largeImage": "member_large_cards_cwticket",
    "smallImage": "member_small_cards_cw_ticket"
  },
  {
    "name": "fuel-savings-reward",
    "points": "A compter de 10 000",
    "title": "Économie sur l'essence en prime",
    "subtitle": "Économisez 5 ¢ ou 10 ¢ le litre sur 200 L d'essence.",
    "description": "Vous pouvez vous procurer une nouvelle carte Économie sur l'essence en prime au dépanneur. Il vous suffit de présenter votre carte Petro-Points et votre carte Économie sur l'essence en prime au comptoir et nous nous occuperons du reste. Une fois les litres épuisés sur votre carte, rendez-vous à <a href=\"https://www.petro-canada.ca/fr/personnel\">petro-canada.ca</a>, ouvrez une session dans votre compte Petro-Points et sous Mes cartes, vous serez en mesure de la recharger.\n\n",
    "largeImage": "member_large_cards_fsr",
    "smallImage": "member_small_cards_fsr"
  },
  {
    "name": "itravel2000",
    "points": "A compter de 10 000",
    "title": "Voyages",
    "subtitle": "Échangez vos Petro‑Points contre des voyages.",
    "description": "Échangez vos points contre des voyages quand vous réservez vos prochaines vacances sur notre site <a href=\"https://www.petro-canada.ca/fr/personnel/ouvrir-une-session-itravel2000\">Web exclusif aux membres</a> ou directement à  <a href=\"https://www.itravel2000.com/fr\">itravel2000.com</a>.",
    "largeImage": "member_large_cards_travel",
    "smallImage": "member_small_cards_travel"
  },
  {
    "name": "egift-cards",
    "points": "A compter de 10 000",
    "title": "Cartes électronique",
    "subtitle": "Vêtements, repas, divertissment et plus.",
    "description": "Vous pouvez échanger vos points contre des cartes-cadeaux électroniques en ligne à <a href=\"http://petro-canada.ca\">petro-canada.ca</a>. Il vous suffit d'ouvrir une session dans votre compte Petro-Points et de consulter la section Échanger. Il ne vous reste plus qu'à sélectionner la carte et la valeur souhaitées. Votre carte-cadeau électronique peut être imprimée ou envoyée par courriel. Profitez-en!",
    "largeImage": "member_large_cards_egift",
    "smallImage": "member_small_cards_egift"
  },
  {
    "name": "wash-and-go-card",
    "points": "50 000 points",
    "title": "Carte Lavez Partez",
    "subtitle": "Préchargée avec cinq de nos meilleurs lavages.",
    "description": "Vous pouvez vous procurer une nouvelle carte Lavez Partez au dépanneur. Il vous suffit de présenter votre carte Petro-Points et votre carte Lavez Partez au comptoir et nous nous occuperons du reste. Comme votre carte n'a pas de date d'expiration, utilisez vos lavages à votre rythme.",
    "largeImage": "member_large_cards_washandgo",
    "smallImage": "member_small_cards_washandgo"
  },
  {
    "name": "season-pass",
    "points": "185 000 points",
    "title": "Carte accès",
    "subtitle": "Un lavage par jour pendant 90 jours.",
    "description": "Vous pouvez vous procurer une nouvelle carte accès lave-auto au dépanneur. Il vous suffit de présenter votre carte Petro-Points et votre carte accès lave-auto au comptoir et nous nous occuperons du reste. Les jours sur votre carte commenceront à diminuer lorsque vous utiliserez votre carte accès lave-auto à l'entrée du lave-auto pour la première fois. Profitez de 90 jours de propreté!",
    "largeImage": "member_large_cards_seasonpass",
    "smallImage": "member_small_cards_seasonpass"
  }
]
